/* User/pwd server verification */
"Authentication Required" = "Nepieciešama autentifikācija";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Atcelt";

/* HTTPS server verification */
"Continue" = "Turpināt";

/* Link long-press context menu */
"Copy Link" = "Kopēt saiti";

/* Google autocomplete error */
"Error: " = "Kļūda: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Neizdevās iestatīt audio sesiju internet skatam; iespējams nav skaņas.";

/* User/pwd server verification */
"Log In" = "Ienākt";

/* Link long-press context menu */
"Open Here" = "Atvērt šeit";

/* Link long-press context menu */
"Open in New Tab" = "Atvērt jaunā cilnē";

/* User/pwd server verification */
"Password" = "Parole";

/* Google autocomplete error */
"response code %d" = "atbildes kods %d";

/* Google autocomplete error */
"response format unrecognized" = "nepazīts atbildes formāts";

/* Google autocomplete error */
"response non-decodable" = "response non-decodable";

/* Google autocomplete error */
"response parsing %@" = "response parsing %@";

/* HTTPS server verification */
"Server Identity" = "Server Identity";

/* HTTPS server verification */
"The identity of '%@' cannot be verified." = "The identity of '%@' cannot be verified.";

/* User/pwd server verification */
"Username" = "Username";

/* Link long-press context menu */
"Open in Background Tab" = "Open in Background Tab";

/* Bookmark view controller */
"Edit Bookmark" = "Edit Bookmark";
